IDEA Open Model
MaterialBoltGrade.MprlElementID Property
Compatible with IDEA StatiCa Beta 20.0
 Name fo the bolt grade in MPRL database
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Guid MprlElementID { get; set; }
Public Property MprlElementID As Guid
	Get
	Set
Property Value
Type: Guid
See Also
Reference
MaterialBoltGrade Class
IdeaRS.OpenModel.Material Namespace